IdeaRS.Connections
EndPlateData.MemberWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the weld: web of connected member - end plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData MemberWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
EndPlateData Class
IdeaRS.Connections.Data Namespace